{
  "cities": [
    {
      "id": 1,
      "name": "Astrakhan",
      "image": "https://i.ibb.co/Ks1XDhH/astrakhan.jpg",
      "description": "Аcтрахань — город России, административный центр Астраханской области. Старейший экономический и культурный центр Нижнего Поволжья и Прикаспия. Входит в перечень исторических городов России. Образует городской округ город Астрахань. Центр Астраханской городской агломерации.\n\nРасполагается в верхней части дельты реки Волги, на 11 островах Прикаспийской низменности. Расстояние до Москвы по автодороге составляет 1550 км. Город разделён на 4 административных района: Кировский, Советский, Ленинский и Трусовский. Население: 534 241 чел. (2019). Площадь: 208,70 км². В Астрахани проживают представители более 200 национальностей, 19 конфессий, действуют 170 обществ национальных культур."
    },
    {
      "id": 2,
      "name": "Chita",
      "image": "https://i.ibb.co/HdbTwjh/chita.jpg",
      "description": "Чита — Административный центр Забайкальского края и Читинского района. Образует муниципальное образование городской округ город Чита как единственный населённый пункт в его составе.\n\nНаселение — 349 983 чел. (2019). Расположен в котловине у подножия сопок, на берегах реки Читы при её впадении в реку Ингоду. Климат резко континентальный.\n\nВедущие отрасли промышленности — энергетика и производство продуктов питания. Транспортный узел на Транссибирской магистрали и федеральных автодорогах Р258 «Байкал» и Р297 «Амур», и ветки А350 Чита — Забайкальск; международный аэропорт."
    },
    {
      "id": 3,
      "name": "Ekaterinburg",
      "image": "https://i.ibb.co/1nBFF3y/ekaterinburg.jpg",
      "description": "Екатеринбург (с 1924 по 1991 год — Свердловск) — город в России, административный центр Уральского федерального округа и Свердловской области. Образует муниципальное образование город Екатеринбург со статусом городского округа. Является крупнейшим административным, культурным, научно-образовательным центром Урала.\n\nРасположен на восточном склоне Среднего Урала, по берегам реки Исети.\n\nОснован 7 ноября (18 ноября) 1723 года, как железоделательный завод. Имя дано в честь императрицы Екатерины Первой. Екатерина II в 1781 году даровала Екатеринбургу статус уездного города Пермской губернии."
    },
    {
      "id": 4,
      "name": "Khabarovsk",
      "image": "https://i.ibb.co/31VTkYt/khabarovsk.jpg",
      "description": "Хабаровск — город (с 1880 года) в России, центр Хабаровского края. Один из крупнейших политических, образовательных и культурных центров, а также самый густонаселенный город Дальнего Востока России.\n\nНаселение — 617 473 чел. (2019). Площадь города — 386 км².\n\nРасположен в центре пересечения международных железнодорожных и воздушных транспортных путей на правом берегу Амурской протоки и реки Амур на Среднеамурской низменности, вблизи границы с Китаем (теплоходом от речного вокзала до ближайшего китайского населённого пункта Фуюань около 65 км)."
    },
    {
      "id": 5,
      "name": "Innopolis",
      "image": "https://i.ibb.co/8NX380W/innopolis.jpg",
      "description": "Иннополис — город в Верхнеуслонском районе Республики Татарстан, город-спутник Казани, входящий в её агломерацию. В поселении расположены Университет Иннополис и особая экономическая зона «Иннополис». Статус «городского поселения» Иннополис получил вместе с открытием.\n\nНа 2019 год является самым маленьким по численности населения городом России. Один из немногих построенных с нуля городов постсоветской России. Является одним из трёх наукоградов в Российской Федерации (наряду с подмосковным центром Сколково и новосибирским Кольцово), созданных для развития информационных технологий и инновационных высоких технологий."
    },
    {
      "id": 6,
      "name": "Izhevsk",
      "image": "https://i.ibb.co/Vv3gVsv/izhevsk.jpg",
      "description": "Ижевск (удм. Иж, Иж кар) — двадцатый по численности населения город Российской Федерации, крупный промышленный, торговый, научно-образовательный и культурный центр Поволжья и Урала, столица Удмуртской Республики. Образует городской округ город Ижевск.\n\nЗнаменит оборонным и машиностроительным производствами. Носит неофициальное звание «оружейной столицы» Российской Федерации, и звание города трудовой славы. В 2010 году Ижевск занял 3-е место в конкурсе Росстроя «Самый благоустроенный город России» в I категории."
    },
    {
      "id": 7,
      "name": "Jaroslavl",
      "image": "https://i.ibb.co/YPxDDpV/jaroslavl.jpg",
      "description": "Ярославль — город в России, административный центр Ярославской области. Население — 609 828 чел. (2019). Ярославль — третий по величине населения город Центрального федерального округа Российской Федерации. Город является транспортным узлом, из которого расходятся железнодорожные линии и автодороги в направлении Москвы, Вологды, Рыбинска, Костромы, Иванова и Кирова. В Ярославле действуют также речной порт и аэропорт. Площадь города составляет 205,8 км².\n\nЯрославль — один из старейших русских городов, основанный в XI веке и достигший своего расцвета в XVII веке; в 2010 году город отметил своё тысячелетие. День города в Ярославле обычно отмечается в последнюю субботу мая (в 2010 году в связи с тысячелетием города празднование проводилось с 10 по 12 сентября). Исторический центр города, расположенный у слияния рек Волги и Которосли, является объектом Всемирного наследия ЮНЕСКО."
    },
    {
      "id": 8,
      "name": "Kaliningrad",
      "image": "https://i.ibb.co/gDvsb25/kaliningrad.jpg",
      "description": "Калининград — город в России, административный центр Калининградской области, являющийся самым западным областным центром Российской Федерации. До 4 июля 1946 года город имел название Кёнигсберг (нем. Königsberg), ранее фигурировало название Королевец (польск. Królewiec); до 1255 года — Твангсте ́(прусск. Twangste, Tuwangste, Twānksta).\n\nРасположен при впадении реки Преголи в Калининградский залив."
    },
    {
      "id": 9,
      "name": "Kazan",
      "image": "https://i.ibb.co/zs5xm2f/kazan.jpg",
      "description": "Казань (тат. Казан) — город в России, столица Республики Татарстан, крупный порт на левом берегу реки Волги, при впадении в неё реки Казанки. Один из крупнейших экономических, научных, образовательных, религиозных, культурных и спортивных центров России. Казанский кремль входит в число объектов Всемирного наследия ЮНЕСКО.\n\nИсторически столица (центр) Казанского ханства, Казанского царства, Казанской губернии и Татарской АССР.\n\nГород имеет зарегистрированный бренд «Третья столица России».\n\nВ 2005 году было отпраздновано тысячелетие Казани."
    },
    {
      "id": 10,
      "name": "Krasnodar",
      "image": "https://i.ibb.co/WBR1f8H/krasnodar.jpg",
      "description": "Краснодар (до 1920 года — Екатеринодар) — город на юге России, расположенный на правом берегу реки Кубани, на расстоянии 120 км от Чёрного моря (по автодороге от пос. Джубга), 140 километров от Азовского моря (по автодороге от станицы Голубицкой) и 1300 км к югу от Москвы (по автодороге М-4 «Дон»). Административный центр Краснодарского края. Вместе с прилегающими сельскими населёнными пунктами образует муниципальное образование город Краснодар со статусом городского округа.\n\nКрупный экономический и культурный центр Северного Кавказа и Южного федерального округа, центр историко-географической области Кубань. Неофициально именуется столицей Кубани, а также столицей Юга России."
    },
    {
      "id": 11,
      "name": "Machachkala",
      "image": "https://i.ibb.co/L8xZzQF/mahachkala.jpg",
      "description": "Махачкала — город на юге России, на Кавказе, расположенный на берегу Каспийского моря. Столица Республики Дагестан. Третий по численности населения город Северо-Кавказского региона и крупнейший город Северо-Кавказского федерального округа. Образует городской округ город Махачкала. Является ядром почти миллионной Махачкалинско-Каспийской агломерации."
    },
    {
      "id": 12,
      "name": "Magas",
      "image": "https://i.ibb.co/r2XD4nT/magas.jpg",
      "description": "Магас (ингуш. Магас) — город на юге России, столица Республики Ингушетия. Один из немногих в последние десятилетия городов мира, специально основанных как столица. Самый маленький и самый молодой населённый пункт, являющийся административным центром субъекта Российской Федерации.\n\nГород республиканского значения, который образует одноимённое муниципальное образование город Магас со статусом городского округа как единственный населённый пункт в его составе."
    },
    {
      "id": 13,
      "name": "Moscow",
      "image": "https://i.ibb.co/BLLn0cd/moscow.jpg",
      "description": "Москва — столица России, город федерального значения, административный центр Центрального федерального округа и центр Московской области, в состав которой не входит. Крупнейший по численности населения город России и её субъект — 12 615 279 чел. (2019), самый населённый из городов, полностью расположенных в Европе, входит в десятку городов мира по численности населения, крупнейший русскоязычный город в мире. Центр Московской городской агломерации. Центр Русской православной церкви.\n\nИсторическая столица Великого княжества Московского, Русского царства, Российской империи (в 1728—1730 годах), Советской России и СССР. Город-герой. В Москве находятся федеральные органы государственной власти Российской Федерации (за исключением Конституционного суда), посольства иностранных государств, штаб-квартиры большинства крупнейших российских коммерческих организаций и общественных объединений."
    },
    {
      "id": 14,
      "name": "Nizhny Novgorod",
      "image": "https://i.ibb.co/BHp7Z5n/nizhny-novgorod.jpg",
      "description": "Нижний Новгород (в разговорной речи часто — Нижний, с 1932 по 1990 год — Горький) — город в центральной России, административный центр Приволжского федерального округа и Нижегородской области. Крупнейший по численности населения город в Приволжском федеральном округе и на реке Волге. Основан, предположительно, 4 (10) февраля 1221 года владимирским князем Юрием Всеволодовичем.\n\nРасположен в центре Восточно-Европейской равнины на месте слияния Оки и Волги. Ока делит город на две части: нагорную — верхнюю, на Дятловых горах, и заречную — нижнюю, на её левом низинном берегу. Волга разделяет Нижний Новгород и Бор."
    },
    {
      "id": 15,
      "name": "Novosibirsk",
      "image": "https://i.ibb.co/BrTYfKc/novosibirsk.jpg",
      "description": "Новосибирск (до 1926 года — Ново-Николаевск) — третий по численности населения город России.\n\nАдминистративный центр Сибирского федерального округа, Новосибирской области и Новосибирского района (в состав последнего не входит), центр Западно-Сибирского экономического района. Город областного значения, образует муниципальное образование город Новосибирск со статусом городского округа, являющегося самым населённым муниципальным образованием в стране. Также, в Новосибирске находятся Представительство Президента Российской Федерации в Сибирском федеральном округе, Управление Западно-Сибирской железной дороги, Президиум Сибирского отделения Российской академии наук и Касационный военный суд Российской Федерации.\n\nГород является центром Новосибирской агломерации. Крупнейший торговый, деловой, культурный, транспортный, образовательный и научный центр Сибири. Часто Новосибирск именуют неофициально «Столицей Сибири»."
    },
    {
      "id": 16,
      "name": "Omsk",
      "image": "https://i.ibb.co/518rGRp/omsk.jpg",
      "description": "Омск — один из крупнейших городов России, расположенный на слиянии рек Иртыша и Оми, крупный научный, культурный, спортивный и промышленный центр. Город трудовой славы.\n\nГород-миллионник — 1 164 815 чел. (2019), второй по численности населения в Сибири и восьмой в России.\n\nКрупный транспортный узел: с запада на восток через город проходит железнодорожная Транссибирская магистраль, а с юга на север — судоходная река Иртыш."
    },
    {
      "id": 17,
      "name": "Rostov-on-Don",
      "image": "https://i.ibb.co/zGQZFQg/rostov-on-don.jpg",
      "description": "Ростов-на-Дону (в разговорной речи часто — Ростов) — крупнейший город на юго-западе России, административный центр Южного федерального округа и Ростовской области. Город воинской славы (2008).\n\nОснован по грамоте императрицы Елизаветы Петровны от 15 декабря 1749 года. Расположен на юго-востоке Восточно-Европейской равнины, на обоих берегах реки Дон в 46 км от места её впадения в Азовское море и в 380 км от Чёрного моря, в 1092 км к югу от Москвы."
    },
    {
      "id": 18,
      "name": "Saint Petersburg",
      "image": "https://i.ibb.co/kJDF5gx/saint-petersburg.jpg",
      "description": "Санкт-Петербург (с 18 [31] августа 1914 года до 26 января 1924 года — Петроград, с 26 января 1924 года до 6 сентября 1991 года — Ленинград) — второй по численности населения город России. Город федерального значения. Административный центр Северо-Западного федерального округа и Ленинградской области. Основан 16 (27) мая 1703 года Петром I. В 1712—1918 годах являлся столицей Российского государства.\n\nНазван в честь Святого Петра, небесного покровителя царя-основателя, но со временем стал всё больше ассоциироваться с именем самого Петра I. Город исторически и культурно связан с рождением Российской империи и вхождением России в современную историю в роли европейской великой державы."
    },
    {
      "id": 19,
      "name": "Saratov",
      "image": "https://i.ibb.co/m9rGXrs/saratov.png",
      "description": "Саратов — город на юго-востоке европейской части России, административный центр Саратовской области и Саратовского района, в который не входит, являясь городом областного значения, образует муниципальное образование город Саратов со статусом городского округа. Крупный культурный, экономический и образовательный центр Поволжья. Входит в двадцатку крупнейших городов России, не будучи городом-миллионером, одновременно является центром Саратовской агломерации, население которой превышает 1,2 млн человек."
    },
    {
      "id": 20,
      "name": "Sochi",
      "image": "https://i.ibb.co/gFs8W4G/sochi.jpg",
      "description": "Сочи — город в России, расположен на северо-восточном побережье Чёрного моря (Черноморское побережье России) в Краснодарском крае, на расстоянии 1620 км от Москвы.\n\nСочи — крупнейший курортный город России, важный транспортный узел, а также крупный экономический и культурный центр черноморского побережья России.\n\nНеофициально именуется также летней, южной и курортной «столицей» России. В 2012 году журнал Forbes признал Сочи лучшим городом для ведения бизнеса в стране.\n\nСочи является самым длинным городом России, протяжённость которого составляет более 100 км."
    },
    {
      "id": 21,
      "name": "Tyumen",
      "image": "https://i.ibb.co/N1G6sRw/tumen.jpg",
      "description": "Тюмень — город в России, административный центр Тюменской области и Тюменского района, в состав которого не входит. Расположен на реке Тура. Образует муниципальное образование город Тюмень со статусом городского округа как единственный населённый пункт в его составе.\n\nПервый русский город в Сибири. Основан в 1586 году."
    },
    {
      "id": 22,
      "name": "Ufa",
      "image": "https://i.ibb.co/k87cZ52/ufa.jpg",
      "description": "Уфа - один из крупнейших городов России, столица Республики Башкортостан, административный центр Уфимского района, в состав которого не входит. Город республиканского значения, образует муниципальное образование город Уфа со статусом городского округа.\n\nВходит в число крупнейших экономических, культурных и научных центров Российской Федерации."
    },
    {
      "id": 23,
      "name": "Ulan-Ude",
      "image": "https://i.ibb.co/KLhzBYd/ulan-ude.jpg",
      "description": "Улан-Удэ (до 1934 года — Верхнеудинск, бур. Улаан Үдэ хото) — город в России, столица Республики Бурятия, третий по величине город Дальнего Востока.\n\nГород республиканского значения, образует городской округ город Улан-Удэ как единственный населённый пункт в его составе. Население — 435 496 (2019).\n\nКрупный культурный, научный, промышленный центр Дальнего Востока (географический регион). Является третьим по величине городом ДФО, уступая по численности населения только Владивостоку и Хабаровску. В административном отношении с 2018 года расположен в Дальневосточном федеральном округе."
    },
    {
      "id": 24,
      "name": "Vladikavkaz",
      "image": "https://i.ibb.co/jWSX44P/vladikavkaz.jpg",
      "description": "Владикавказ (осет. Дзæуджыхъæу — селение Дзауга) — город на юге России, в центральной части Северного Кавказа. Столица Республики Северная Осетия — Алания. Образует муниципальное образование городской округ город Владикавказ. В 2007 году Владикавказу присвоено почётное звание Город воинской славы."
    },
    {
      "id": 25,
      "name": "Vladivostok",
      "image": "https://i.ibb.co/dcbnhSm/vladivostok.jpg",
      "description": "Владивосток — город и порт на Дальнем Востоке России; политический, культурный, научно-образовательный и экономический центр региона; административный центр Приморского края и Владивостокского городского округа. Расположен на полуострове Муравьёва-Амурского и островах в заливе Петра Великого Японского моря.\n\nКонечный пункт Транссибирской магистрали. Один из крупнейших морских портов Дальневосточного бассейна. Главная база Тихоокеанского флота. Крупнейший научно-образовательный центр дальневосточного региона, включающий Дальневосточный федеральный университет и Дальневосточное отделение РАН."
    },
    {
      "id": 26,
      "name": "Voronezh",
      "image": "https://i.ibb.co/rt5Xq00/voronezh.jpg",
      "description": "Воронеж — город в России, административный центр Воронежской области. Расположен на берегах реки Воронеж, в 12 километрах от её впадения в Дон; расстояние от Москвы — 463 км. Население города Воронежа по состоянию на 1 января 2019 года составляет 1 054 111 человек. Вокруг Воронежа образовалась агломерация с численностью населения более 1,3 млн человек. Образует административно-территориальную единицу и муниципальное образование городской округ город Воронеж с единственным населённым пунктом в его составе.\n\nВоронеж считается колыбелью русского регулярного (государственного) военно-морского флота и родиной воздушно-десантных войск."
    }
  ]
}